app/controllers/tela_controller.rb

SELECT  "rodadas".* FROM "rodadas" ORDER BY "rodadas"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
  def home
    @rodada = Rodada.first